[{
    "title": " Google spills beans on severe Github security flaw ",
    "text": "Project Zero has released details on a flaw in GitHub's platform that could be exploited to launch injection attacks.",
    "created_at": "2020-11-03T20:30:01.984Z",
    "author": "TechRadar - All the latest technology news "
}, {
    "title": " Xbox Series X streaming apps revealed \\u2013 and they include Apple TV ",
    "text": "Here are the entertainment apps that will be available on Xbox Series X and Xbox Series S from November 10.",
    "created_at": "2020-11-02T18:30:01.353Z",
    "author": "TechRadar - All the latest technology news "
}, {
    "title": "The best gifts for the PC gamer in your life",
    "text": "We\\u2019re in a PC gaming renaissance. Cheap parts and an abundance of home workers have led many to upgrade or build a fresh rig this year, while this fall\\u2019s new graphics cards have ensured that the most affluent gamers can still assert their technical s...",
    "created_at": "2020-11-02T18:00:01.498Z",
    "author": "Engadget"
}, {
    "title": "New method shows great potential for the treatment of Alzheimer's disease",
    "text": "In Alzheimer's disease, a protein (peptide) forms clumps in the brain and causes sufferers to lose their memory. A research group has now described a new treatment method that increases the body's own degradation of the building blocks that lead to these protein clumps.",
    "created_at": "2020-11-04T16:00:02.282Z",
    "author": "Latest Science News -- ScienceDaily"
}, {
    "title": "How social media platforms are handling the 2020 election",
    "text": "Election night ended the way many experts predicted it might: with several races too close to call and President Donald Trump claiming victory anyway. For social media platforms, Election Day was also their chance to prove that tightening their polic...",
    "created_at": "2020-11-04T23:00:01.454Z",
    "author": "Engadget"
}, {
    "title": "Be sure to check out Halloween\\u2019s rare Blue Moon tonight",
    "text": "Halloween is here, and while the pandemic has messed up trick-or-treating for most people around the country, there is one treat that you can enjoy tonight. We mentioned a while back that tonight is a rare Blue Moon. A Blue Moon is the second full moon in a single month. It\\u2019s rare to simply have a full moon on Halloween, \\u2026 Continue reading",
    "created_at": "2020-11-02T06:30:03.065Z",
    "author": "SlashGear"
}, {
    "title": " The best Samsung Galaxy Tab A prices and deals in November 2020 ",
    "text": "Get a great deal on one of the best cheap tablets",
    "created_at": "2020-11-02T11:30:01.472Z",
    "author": "TechRadar - All the latest technology news "
}, {
    "title": "Ants swallow their own acid to protect themselves from germs",
    "text": "Ants use their own acid to disinfect themselves and their stomachs. A team has found that formic acid kills harmful bacteria in the animal's food, thereby reducing the risk of disease. At the same time, the acid significantly influences the ant's intestinal flora.",
    "created_at": "2020-11-03T17:00:01.854Z",
    "author": "Latest Science News -- ScienceDaily"
}, {
    "title": "Spotify will let artists give their songs a boost \\u2014 and get paid less in exchange",
    "text": "Spotify\\n\\n  \\nSpotify\\u2019s going to test letting artists and labels influence more of what its algorithm promotes. The company announced today a new test for all artists and labels on the platform where they can decide to promote any music that\\u2019s important to them. So, for example, if Fleetwood Mac wanted to promote \\u201cDreams\\u201d after it went viral on TikTok, they could decide to do so, and Spotify\\u2019s algorithm would consider that request when building a radio session or when a listener enters autoplay. Of course, this could apply to any song, including tracks that might be new or that artists want to put extra promotional push behind.\\n\\u201cWe want to be able to provide tools that help our artists leverage those moments, so they can be more in control of their...\\nContinue reading\\u2026",
    "created_at": "2020-11-02T18:30:00.634Z",
    "author": "The Verge -  All Posts"
}, {
    "title": "Dragon Quest XI S free demo promises 10 hours of gameplay",
    "text": "Final Fantasy may be regarded as one of the most iconic JRPG titles but Dragon Quest definitely comes a close second, especially in age and length. While its creators are biding their time for a new installment, Square Enix is still squeezing out as much as it can from the last title. While Dragon Quest XI S Definitive Edition might \\u2026 Continue reading",
    "created_at": "2020-11-04T02:00:02.147Z",
    "author": "SlashGear"
}]