[{
    "title": "Facebook reportedly skirted its own rules to protect conservatives from disciplinary measures",
    "text": "Illustration by Alex Castro / The Verge\\n\\n  \\nOver the past several months, conservative groups\\u2014 including associates of President Trump\\u2014 were often not penalized by Facebook for violating its rules because people at the company worried about the perception of anti-conservative bias, The Washington Post reported. \\nThe Post examined posts and ad spending along with internal Facebook documents. It found accounts that included Donald Trump Jr. and a pro-Trump super PAC were shielded from the platform\\u2019s most serious enforcement actions. For instance, according to the Post, Facebook removed a strike against Trump Jr. on Instagram \\u2014 which is owned by Facebook\\u2014 that would have led to him being labeled a \\u201crepeat offender\\u201d and could have meant a permanent ban under platform rules. \\nFacebook...\\nContinue reading\\u2026",
    "created_at": "2020-11-02T06:30:01.583Z",
    "author": "The Verge -  All Posts"
}, {
    "title": "Daimler and Volvo team up to make fuel cells for trucks and generators",
    "text": "Daimler and Volvo both believe hydrogen fuel cells have a place alongside pure electric power, and they\\u2019re teaming up to ensure that happens. They\\u2019re forming a joint venture to develop and sell fuel cell systems. The focus is on heavy-duty trucks (su...",
    "created_at": "2020-11-02T14:30:01.957Z",
    "author": "Engadget"
}, {
    "title": "Crypto wallet app ZenGo to launch debit card",
    "text": "ZenGo, a mobile app to manage your cryptocurrencies, is about to launch a Visa debit card in the U.S. This isn\\u2019t the first crypto-powered debit card \\u2014\\u00a0Coinbase announced a U.S. expansion for its debit card just last week. But ZenGo is a non-custodial wallet, which means that you\\u2019re in control of your crypto assets. When [\\u2026]",
    "created_at": "2020-11-03T14:30:00.134Z",
    "author": "TechCrunch"
}, {
    "title": "Building cities with wood would store half of cement industry's current carbon emissions",
    "text": "A new study has found that shifting to wood as a building construction material would significantly reduce the environmental impact of building construction. If 80% of new residential buildings in Europe were made of wood, and wood was used in the structures, cladding, surfaces, and furnishings of houses, the buildings would store 55 million tons of carbon dioxide a year. That is equivalent to about 47% of the annual emissions of Europe's cement industry.",
    "created_at": "2020-11-02T17:00:01.911Z",
    "author": "Latest Science News -- ScienceDaily"
}, {
    "title": "MediaTek wants to help education-focused tablet makers beat the iPad",
    "text": "Once quiet about providing chips to well-known brands, MediaTek wants people to know its chips are powering affordable educational devices.",
    "created_at": "2020-11-03T20:00:01.032Z",
    "author": "VentureBeat"
}, {
    "title": "Take 20% off LEGO Super Mario Kit Expansions at Amazon",
    "text": "Save 20% on LEGO Super Mario Expansions | Amazon\\n\\nRead more...",
    "created_at": "2020-11-02T14:00:01.643Z",
    "author": "Gizmodo"
}, {
    "title": " Toshiba unveils new 4K TV with Chromecast and Dolby Vision ",
    "text": "The Toshiba UA2B is a new 4K TV for the UK, with a Google Assistant remote for those all-important voice commands.",
    "created_at": "2020-11-04T11:00:01.130Z",
    "author": " TechRadar - All the latest technology news "
}, {
    "title": "Starling Bank founder Anne Boden says new book \\u2018isn\\u2019t a memoir\\u2019",
    "text": "Penguin Business describes Starling Bank founder Anne Boden\\u2019s \\u201cBanking On It\\u201d as the \\u201cfirst-hand account of one woman\\u2019s quest to rebuild Britain\\u2019s broken banking system.\\u201d Written with the help of a ghost writer, Boden relates how she came up with the idea to found a challenger bank and the many obstacles she faced along the [\\u2026]",
    "created_at": "2020-11-02T10:30:00.149Z",
    "author": "TechCrunch"
}, {
    "title": "8 new uses for your old smartphone",
    "text": "The excitement of getting a new phone is often tempered by nagging regret. A lot of times, it\\u2019s not like there was anything really wrong with the old phone (unless there was \\u2014 a bulging battery or a shattered screen is always a bad look). If it was a breakup, the conversation with an old phone would start, \\u201cYou\\u2019re terrific. It\\u2019s not you. It\\u2019s me. I just wanted a newer model.\\u201d\\nAshamed of yourself? Don\\u2019t be. There\\u2019s no need to stick the old phone into a drawer or use it as a doorstop or furniture shim. There are lots of ways you can put your older phone to work. After all, most older smartphones still have plenty of horsepower. Think of yours as a connected device that just doesn\\u2019t happen to have a SIM card anymore. Here are some...\\nContinue reading\\u2026",
    "created_at": "2020-11-04T13:30:01.724Z",
    "author": "The Verge -  All Posts"
}, {
    "title": " Best headphones 2020: your definitive guide to the latest and greatest audio ",
    "text": "Looking for the best headphones? Here's our pick of the top cans in every style and at every price point.",
    "created_at": "2020-11-02T11:00:02.064Z",
    "author": " TechRadar - All the latest technology news "
}]